{
    "title": "Downscaling metawebs: Reflecting the variability of ecological networks in space",
    "authors": [
        {
            "affiliations": [
                "Université de Montréal",
                "Québec Centre for Biodiversity Sciences"
            ],
            "familyname": "Dansereau",
            "givennames": "Gabriel",
            "email": "gabriel.dansereau@umontreal.ca",
            "orcid": "0000-0002-2212-3584",
            "status": [
                "corresponding"
            ]
        },
        {
            "affiliations": [
                "University of British Columbia"
            ],
            "familyname": "Barros",
            "givennames": "Ceres",
            "email": "ceres.barros@ubc.ca",
            "orcid": "0000-0003-4036-977X"
        },
        {
            "affiliations": [
                "Université de Montréal",
                "Québec Centre for Biodiversity Sciences"
            ],
            "familyname": "Poisot",
            "givennames": "Timothée",
            "email": "timothee.poisot@umontreal.ca",
            "orcid": "0000-0002-0735-5184"
        }
    ],
    "abstract": {
        "Knowledge about how ecological networks vary across global scales is currently limited given the complexity of acquiring repeated data for species interactions. Yet, recent developments of metawebs—lists of potential interactions between species in a given species pool—highlight efficient ways to document interactions first on broader scales. Downscaling metawebs towards local network predictions is therefore a promising approach to use current data to investigate the variation of networks across space. However, issues remain in how to represent the spatial variability and uncertainty of species interactions, especially for large scale food webs. Here, we present a probabilistic framework to downscale a metaweb based on the Canadian mammal metaweb and species occurrences from GBIF. We investigate how this approach can be used to represent the variability of networks and communities between ecoregions in Canada. Our results show that community metrics (species richness) and network metrics (number of links) differ in how they vary within and between ecoregions. This allows us to identify variability hotspots unique for different biodiversity aspects. Given recent developments on similar probabilistic metawebs, our approach highlights how there are now many opportunities in various systems for local predictions of networks across broad spatial scales."
    },
    "keywords": [
        "biogeography", "ecological networks", "food webs", "metaweb", "ecoregions", "ecological uniqueness"
    ],
    "citationstyle": "ecology-letters"
}