{
    "title": "Spatially explicit predictions of food web structure from regional level data",
    "authors": [
        {
            "affiliations": [
                "Département de sciences biologiques, Université de Montréal, Montréal, QC, Canada",
                "Quebec Centre for Biodiversity Science, Montréal, QC, Canada"
            ],
            "familyname": "Dansereau",
            "givennames": "Gabriel",
            "email": "gabriel.dansereau@umontreal.ca",
            "orcid": "0000-0002-2212-3584",
            "status": [
                "corresponding"
            ]
        },
        {
            "affiliations": [
                "Department of Forest Resources Management, University of British Columbia, Vancouver, BC, Canada"
            ],
            "familyname": "Barros",
            "givennames": "Ceres",
            "email": "ceres.barros@ubc.ca",
            "orcid": "0000-0003-4036-977X"
        },
        {
            "affiliations": [
                "Département de sciences biologiques, Université de Montréal, Montréal, QC, Canada",
                "Quebec Centre for Biodiversity Science, Montréal, QC, Canada"
            ],
            "familyname": "Poisot",
            "givennames": "Timothée",
            "email": "timothee.poisot@umontreal.ca",
            "orcid": "0000-0002-0735-5184"
        }
    ],
    "abstract": {
        "Abstract": "Knowledge about how ecological networks vary across global scales is currently limited given the complexity of acquiring repeated spatial data for species interactions. Yet, recent developments of metawebs highlight efficient ways to first document possible interactions within regional species pools. Downscaling metawebs towards local network predictions is a promising approach to use current data to investigate the variation of networks across space. However, issues remain in how to represent the spatial variability and uncertainty of species interactions, especially for large-scale food webs. Here, we present a probabilistic framework to downscale a metaweb based on the Canadian mammal metaweb and species occurrences from global databases. We investigated how our approach can be used to represent the variability of networks and communities between ecoregions in Canada. Species richness and interactions followed a similar latitudinal gradient across ecoregions but simultaneously identified contrasting diversity hotspots. Network motifs revealed additional areas of variation in network structure compared to species richness and number of links. Our method offers the potential to bring global predictions down to a more actionable local scale, and increases the diversity of ecological networks that can be projected in space."
    },
    "keywords": [
        "biogeography", 
        "ecological networks", 
        "food webs", 
        "metaweb", 
        "ecoregions", 
        "ecological uniqueness"
    ],
    "citationstyle": "ecology-letters"
}